judge_list = {
    '经管': [
        ['ls1', False],
        ['ls2', False],
        ['ls3', False],
    ],
    '智部': [
        ['zb1', False],
        ['zb2', False],
        ['zb3', False],
    ],
}

('经济管理学院', '经济管理学院'),
('智能制造学部', '智能制造学部'),
('政法学院', '政法学院'),
('文学院', '文学院'), 
('外国语学院', '外国语学院'),
('数学与计算科学学院', '数学与计算科学学院'),
('应用物理与材料学院', '应用物理与材料学院'),
('土木建筑学院', '土木建筑学院'),
('生物科技与大健康学院', '生物科技与大健康学院'),
('纺织材料与工程学院', '纺织材料与工程学院'),
('艺术学院', '艺术学院'),

judge_list = {
    'school': {
        '经济管理学院':['ls1','ls2','ls3',],
        '智能制造学部':['zb1','zb2','zb3',],
        '政法学院':[],
        '文学院':[],
        '外国语学院':[],
        '数学与计算科学学院':[],
        '应用物理与材料学院':[],
        '土木建筑学院':[],
        '生物科技与大健康学院':[],
        '纺织材料与工程学院':[],
        '艺术学院':[],
    },
    'college': [

    ],
    'boss': [

    ],
}